{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "/": 4,
      "<": 5,
      ">": 6,
      "a": 7,
      "b": 8,
      "d": 9,
      "e": 10,
      "g": 11,
      "h": 12,
      "k": 13,
      "l": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "r": 18,
      "s": 19,
      "t": 20,
      "u": 21,
      "w": 22,
      "<s": 23,
      "g>": 24,
      "ng>": 25,
      "ong>": 26,
      "k>": 27,
      "rong>": 28,
      "trong>": 29,
      "/s": 30,
      "<l": 31,
      "<p": 32,
      "<u": 33,
      "<w": 34,
      "</s": 35,
      "ad": 36,
      "ak>": 37,
      "bs": 38,
      "eak>": 39,
      "ho": 40,
      "nk>": 41,
      "op": 42,
      "rt": 43,
      "top": 44,
      "ubs": 45,
      "<strong>": 46,
      "<sho": 47,
      "<stop": 48,
      "<subs": 49,
      "<long>": 50,
      "<pad": 51,
      "<weak>": 52,
      "rt>": 53,
      "<short>": 54,
      "<stop>": 55,
      "<substrong>": 56
    },
    "merges": [
      "< s",
      "g >",
      "n g>",
      "o ng>",
      "k >",
      "r ong>",
      "t rong>",
      "/ s",
      "< l",
      "< p",
      "< u",
      "< w",
      "< /s",
      "a d",
      "a k>",
      "b s",
      "e ak>",
      "h o",
      "n k>",
      "o p",
      "r t",
      "t op",
      "u bs",
      "<s >",
      "<s trong>",
      "<s ho",
      "<s top",
      "<s ubs",
      "<l ong>",
      "<p ad",
      "<u nk>",
      "<w eak>",
      "</s >",
      "rt >",
      "<sho rt>",
      "<stop >",
      "<subs trong>",
      "<pad >"
    ]
  }
}